{
    "spouseRoom_Lunna": "Tudo bem se eu tiver minha própria geladeira pessoal? Amor, eu só tenho alguns salgadinhos armazenados nela heehee.$u",
    "funReturn_Lunna": "Foi um dia maravilhoso! Eu tenho que relaxar hoje, amor. E quanto a você?$u",
    "jobReturn_Lunna": "Tive um bom dia ajudando Mr. Rasmodius. E o seu, amor, como foi?",

    "Rainy_Day_Lunna": "Oh amor! Não esqueça de levar sua jaqueta hoje, ta bom?&0#$e#Se cuida aí!&u",
    "Rainy_Day_0": "Está chovendo amor, pegue leve, ta bom?$0#$e#As chuvas acalmam, não é??$8#$e#Está um pouco frio também, por favor, me abrace.$l",
    "Rainy_Day_1": "Você tem algum pedido especial para o jantar?$0#$e#Não vou prometer que vai ficar muito bom, ainda estou aprendendo a arte de cozinhar.$h",
    "Rainy_Day_2": "@, amor, está muito frio...$s#$e#Me abrace antes de ir, por favooorrr!!$s#$e#Isso! Bem melhor...$l",
    "Rainy_Day_3": "As plantações estão sendo regadas pela natureza, amor.$0#$e#Significa mais tempo para você e para mim!!$7#$e#Quer voltar para a cama?$l",
    "Rainy_Day_4": "Ainda estou com tanto sono...$s#$e#A chuva está me deixando ainda mais sonolenta!!$s#$e#Me leva para a cama? hihi.$l",

    "Rainy_Night_Lunna": "Você finalmente voltou, meu amor! Senti tanto sua falta!$l#$e#Você se foi há pouco tempo? Eu não me importo, eu senti sua falta!$u",
    "Rainy_Night_0": "Ooooh você fica tão gostoso quando está encharcado assim.$15^Ooooh você fica tão gostosa quando está encharcada assim.$15#$e#Tem que se trocar primeiro antes de ir para a cama, ta bom?$7",
    "Rainy_Night_1": "Você está em casa! A chuva fez a floresta parecer mais encantadora?$h#$e#Tenho certeza que sim.$8",
    "Rainy_Night_2": "munch munch munch$9#$e#Urp... desculpa amor, fiquei com fome enquanto esperava por você.$u#$e#Ainda tem um pouco para você!$9",
    "Rainy_Night_3": "Você finalmente voltou!$h#$e#Venha, deixe a chuva cantar para que possamos dormir.$15",
    "Rainy_Night_4": "Voce esta molhado!$7#$e#Bem venha aqui, deixe-me ajudar você a se trocar.$15",

    "Indoor_Day_Lunna": "Bom dia, amor! Eu acordei mais cedo do que você de novo! heehee ~< $h#$e#Por que eu acordo cedo? Eu me acostumei com isso eu acho?$u#$e#E para ser honesta, às vezes fico olhando você dormir...$l",
    "Indoor_Day_0": "Bom dia amor ~<$h#$e#Se cuida tudo bem?.$u",
    "Indoor_Day_1": "Oi amor! Aqui! Eu tentei cozinhar! Espero que você goste! [195 210 211] #$e#A comida sempre ilumina o dia, não é??$h",
    "Indoor_Day_2": "Você dormiu bem, meu amor? Vou fazer algumas tarefas hoje!$h",
    "Indoor_Day_3": "Eu tive um sonho na noite passada onde eu era uma sombra novamente.$u#$e#Você ainda me teria em sua vida se eu voltasse a ser como antes, amor?$u",
    "Indoor_Day_4": "Bom dia, amor. Mais um dia de tarefas agrícolas, hein? $0#$b#Estarei torcendo por você, certo? < $h",

    "Indoor_Night_Lunna": "Podemos finalmente relaxar, não podemos amor? Foi um dia tão agitado!$u",
    "Indoor_Night_0": "Você fez tudo hoje, @?#$e#Eu fiz algumas tarefas domésticas... mas agora estou tão cansada.#$e#Estou pronta para dormir quando você quiser.$15",
    "Indoor_Night_1": "Parece que você fez muitos trabalhos hoje amor.#$e#Aposto que você está cansado, venha cá, descanse no meu colo se quiser.$l",
    "Indoor_Night_2": "Estou feliz que você está em casa.#$e#Tenho medo de ficar sozinha à noite.$12^Fiquei sozinha à noite...$12#$e#...Você pode me confortar?$15",
    "Indoor_Night_3": "Terminou o seu trabalho do dia? Estou pronta para me divertir.$15#$e#Mas se você estiver cansado, eu entendo.^Mas se você estiver cansada, eu entendo.",
    "Indoor_Night_4": "*enxuga o suor* @ amor! Eu tinha acabado de limpar a casa!$h#$b#É um lugar muito maior do que minha velha cabana!$u",

    "Outdoor_Lunna": "A brisa em sua fazenda é boa, meu amor. Venha se juntar a mim um pouco, por favor?$u",
    "Outdoor_0": "O tempo está maravilhoso hoje, não é amor?#$e#Vou passar o dia fora, é um desperdício passá-lo dentro de casa.$u",
    "Outdoor_1": "Vou apenas relaxar e inspecionar a fazenda hoje, ta bom amor?#$e#É uma vista tão maravilhosa.$h",
    "Outdoor_2": "Olá meu amor! Eu gostaria de ajudá-lo com o trabalho agrícola, mas tenho medo de estragar tudo!$u#$e#Eu estarei aqui quando você precisar de mim, ta bom?$h",
    "Outdoor_3": "Amor, com toda a honestidade, você fica muito gostoso quando está trabalhando duro.$l^Amor, com toda a honestidade, você fica muito gostosa quando está trabalhando duro.$l#$e#*risos* $l",
    "Outdoor_4": "Tire algum tempo para relaxar, amor. Eu estarei aqui quando você precisar descansar no meu colo, ta bom?$u",

    "OneKid_0": "Você já passou algum tempo com %kid1 hoje amor?",
    "OneKid_1": "Pergunto-me se %kid1 vai crescer e trabalhar na fazenda, assim como voê? Não me importo com o que queiram fazer, só quero que sejam felizes",
    "OneKid_2": "Não se preocupe, vou alimentar %kid1 hoje. Você pode se concentrar em cuidar da fazenda!",
    "OneKid_3": "A vida parece mais incrível agora que temos %kid1 não é?$l",
    "TwoKids_0": "Você não iria acreditar no quanto %kid1 e %kid2 comeram no café da manhã!#$e#Talvez tenham o meu apetite @... Isso é bom?$u",
    "TwoKids_1": "Amor, %kid2 tem sido uma influência tão boa para %kid1 !$h#$e#Isso me lembra de como Dianna era uma boa irmã para mim!$u",
    "TwoKids_2": "Você acha que nossos filhos podem ser meio humanos?$u#$b#Não é um problema, só é interessante, não é?$h",
    "TwoKids_3": "Eu nunca pensei em ser tão feliz um dia.$u#$e#Ter você, %kid1 e %kid2 é realmente incrível @... eu te amo.$l",

    "patio_Lunna": "Ei amor! Quer uma mordida?$h",

    "spring_Lunna": "Esta temporada traz tantas lembranças, não é?#$e#Esta foi a temporada em que te conheci, não é?$l",
    "summer_Lunna": "Este calor é um pouco desconfortável às vezes, especialmente com um corpo humano.$u",
    "fall_Lunna": "O outono parece tão lindo amor! As folhas que caem parecem neve laranja!$h",
    "winter_Lunna": "Brrr!! Está tão frio!$u#$e#Você me daria aqueles abraços calorentos ao longo da temporada, por favor?$l",

    "Good_0": "É difícil acreditar que finalmente estamos casados... Sou muito grata.$l",
    "Good_1": "Você é uma bênção meu amor, estou feliz que você veio até mim naquele dia e me conheceu.$l",
    "Good_2": "Você está curtindo a vida de casado?, @?#$e#Eu estou.$l",
    "Good_3": "Uau, você está muito bonito hoje!$l^Nossa, você está linda hoje.$l",
    "Good_4": "Este lugar é a minha casa agora... Estou muito feliz de estar aqui com você.$l",
    "Good_5": "Só estava admirando meu amuleto de casamento ... A concha é maravilhosa, amor. Deve ter custado uma fortuna!$l",
    "Good_6": "Por favor, tome cuidado quando for explorar, certo, amor? Fico preocupada quando você enfrenta muitos perigos.$u",
    "Good_7": "@ amor? Você tem feito muito por mim e pela família, sou abençoada por te ter em minha vida. Obrigada.$l",
    "Good_8": "Não se preocupe comigo, amor, vou limpar a casa e talvez fazer algumas compras mais tarde. Eu me viro sozinha.$h",
    "Good_9": "Esta vida com você é realmente pacífica. Eu amo isso. Eu te amo.$h",

    "spring_12": "Estou tão animada para o festival de ovos de amanhã, amor! Vai ser divertido!$h",
    "spring_23": "Ei, amor, você pode me ensinar a dançar a dança das flores de novo? Eu quero estar preparada para amanhã.$u",
    "summer_10": "Preparei algumas frutas para levar ao Luau amanhã! Aposto que vai combinar bem com o que você está trazendo amanhã, amor!$h",
    "summer_27": "Vamos assistir as geléias amanhã, amor. Eu quero passar uma noite mágica em seus braços.$l",
    "fall_15": "Amor! Estou muito animada para a feira de amanhã! Espero ganhar muitos prêmios! Eu posso trazer alguns para Dianna!",
    "fall_26": "Amanhã é o dia dos espíritos, não é? Espero poder aproveitar este ano.",
    "winter_7": "Certifique-se de condicionar sua vara de pescar para amanhã, amor.$u",
    "winter_14": "Eu economizei alguns fundos para comprar muitas coisas amanhã, amor!#$b#Não se preocupe, é o dinheiro das minhas economias.$u",
    "winter_24": "O ano tem sido maravilhoso, amor. Você fez ele ser maravilhoso.#$b#Espero que tenhamos outro. Eu te amo!$l",
}