{
    "spouseRoom_Bianka": "Mamãe me mandou vestidos e perfumes novos! Oh como eu amo que ela me conheça tão bem!$h",
    "funReturn_Bianka": "Ahhh! Eu tenho que relaxar hoje amor! Vem cá! Eu vou massagear você!$l",
    "jobReturn_Bianka": "Tive um dia muito cansativo hoje! Espero que o seu esteja bem amor!#$b#Tamo lascados nesse ritmo.",

    "Rainy_Day_Bianka": "Bebê! Não se esqueça do seu guarda-chuva, ok? Mamãe nos enviou um pacote!#$b#Está cheio de diferentes estilos e marcas, CÉUS!$h",
    "Rainy_Day_0": "Hoje é um dia chuvoso! Você sabe o que isso significa meu amor?#$e#Significa que podemos passar o dia dentro de casa juntos... Sozinhos... Comendo porcarias... Quem sabe outras coisas tambem... Hihihi...$l",
    "Rainy_Day_1": "Ohh... Eu estava planejando fazer compras hoje!$s#$e#Desculpa amor, eu estava chateada, queria comprar saias novas!$s",
    "Rainy_Day_2": "@, bebê, está muito frio...$s#$e#Me abrace forte antes por favooorrr!!$s#$e#Isso bem melhor...$l",
    "Rainy_Day_3": "Oh, ei, está chovendo lá fora, amor. As plantações vão ser regadas sozinhas agora.$h#$e#Por que estou feliz? Bem, porque eu posso passar mais algum tempo com você!#$e#Agora venha aqui... *Beijinhos* $l",
    "Rainy_Day_4": "Ainda estou com tanto sono...$s#$e#A chuva está me deixando ainda mais sonolenta!!$s#$e#Me leva para a cama? hihi.$l",

    "Rainy_Night_Bianka": "Você está em casa meu lindo bebê...$l^Você está em casa minha linda bebê...$l#$b#Não se preocupe comigo, eu só senti sua falta durante o dia todo.$l",
    "Rainy_Night_0": "Oh! Amor!$l#$e#POR QUE VOCÊ FICA TÃO GOSTOSO QUANDO ESTÁ ENCHARCADO!!? AHHH$l^POR QUE VOCÊ FICA TÃO GOSTOSA QUANDO ESTÁ ENCHARCADA!!? AHHH$l#$e#Mas você tem que mudar de roupa! Vai tomar banho!$h",
    "Rainy_Night_1": "Você finalmente está em casa!!! Espero que a chuva não tenha incomodado.#$e#Então me diga, como foi o seu dia querido?$h^Então me diga, como foi o seu dia querida?$h",
    "Rainy_Night_2": "Amor! < senti sua falta!!!$l#$e#Fiquei sozinha em casa, só tinha a chuva para me fazer companhia.$s#$e#Você vai me mimar agora? Por favor? Eba!$l",
    "Rainy_Night_3": "Meu anjo, eu tenho tentado cozinhar!$h#$e#Só que a má notícia é que eu comi toda a comida! Esqueci de guardar um pouco para você, sinto muito!$s#$e#... Você vai me punir? Deve! < $l",
    "Rainy_Night_4": "Nossa você está encharcado!$u^Nossa você está encharcada!$u#$e#Venha aqui bebê, deixe-me tirar sua roupa e te trocar.$h#$e#Ou talvez você queira alguma outra coisa depois de eu te despir?$l",

    "Indoor_Day_Bianka": "Bom Dia querido!!! Eu acordei cedo e fiz ioga!$h^Bom Dia querida!!! Eu acordei cedo e fiz ioga!$h#$b#É uma parte do nosso antigo treinamento de quando éramos jovens e foi feito por mamãe e papai para nos ajudar a entrar em forma!",
    "Indoor_Day_0": "Bom Dia ~<$h#$e#Se cuida tudo bem?.$u",
    "Indoor_Day_1": "Oi meu anjo! Aqui! Eu tentei cozinhar! Espero que você goste! [195 210 211]#$e#A comida sempre dá mais disposição para o dia!$0",
    "Indoor_Day_2": "Espero que tenha dormido bem bebê!$h#$e#Vou fazer algumas tarefas na fazenda! Sua esposa também sabe trabalhar!$h",
    "Indoor_Day_3": "Você teve algum sonho estranho na noite passada?#$e#Eu tive, mas tudo que lembro é que tinha algo a ver com %adj %noun. Esquisito...$s#$e#Hehe. Sonhos não significam nada... Significam, amor?$l#$e#Bem, não podemos passar o dia todo batendo papo. Voce tem trabalho a fazer!",
    "Indoor_Day_4": "Bom Dia querido! Espero que você tenha um ótimo dia de trabalho!$h^Bom Dia querida! Espero que você tenha um ótimo dia de trabalho!$h#$e#Eu? Oh, estarei aqui e farei algumas tarefas!",

    "Indoor_Night_Bianka": "Você voltou meu amor!$h#$b#Conte-me! Alguma fofoca recente? Haley e eu estávamos falando sem parar sobre Marnie e Lewis recentemente!#$b#Esses dois são uns tarados!",
    "Indoor_Night_0": "Eu consegui terminar algumas tarefas hoje bebê, TENHA ORGULHO DE MIM! HAHA$h#$e#Talvez me recompensar ou algo assim?$l",
    "Indoor_Night_1": "Uau, parece que você trabalhou muito hoje.#$e#Agora você deve apenas relaxar e descontrair durante a noite! Talvez tomar um banho?$h#$e#Diga-me se você quiser que eu entre no banho.$l",
    "Indoor_Night_2": "Estou feliz que você está em casa.#$e#Tenho medo de ficar sozinha à noite.$s^Fiquei sozinha à noite...$s#$e#...Me abraça com força esta noite, por favor?$l",
    "Indoor_Night_3": "Terminou o seu trabalho do dia? Estou pronta para me divertir.$l#$e#Mas se você estiver cansado eu entendo.$h^Mas se você estiver cansada eu entendo.$h",
    "Indoor_Night_4": "Tive um dia produtivo hoje, bebê! Tenho certeza que você também!$h#$e#Venha! Conte-me tudo sobre o seu dia! Eu quero te contar sobre o meu também!",

    "Outdoor_Bianka": "Ohh, olhe suas lindas colheitas!$h#$b#Aproveite o tempo para apreciar todo o seu trabalho duro, ok?",
    "Outdoor_0": "O tempo está maravilhoso! Um ótimo dia para relaxar, não é querido?^O tempo está maravilhoso! Um ótimo dia para relaxar, não é querida?#$e#Eu estarei aqui e apenas relaxarei.",
    "Outdoor_1": "A fazenda parece incrível, bebê! Você está fazendo um trabalho incrível também!$h#$e#Não vou mentir, você fica atraente quando está trabalhando duro.$l",
    "Outdoor_2": "Olá, querido, só estou respirando um pouco de ar fresco. Se precisar da minha ajuda é só me chamar, ok?^Olá, querida, só estou respirando um pouco de ar fresco. Se precisar da minha ajuda é só me chamar, ok?#$e#Sem magia, tornei-me mais produtiva!$h",
    "Outdoor_3": "Vou arrumar a casa, @. Não se preocupe com nada! Sua esposa vai cuidar de tudo!$h",
    "Outdoor_4": "Ei, se você se sentir cansado, venha até mim, ok?^Ei, se você se sentir cansada, venha até mim, ok?#$e#Eu vou te revigorar com beijos! Hihihi, e talvez algo de especial. <$l",
    "OneKid_0": "Amor! %kid1 talvez possa usar magia! Eu vi brinquedos voando por aí na noite passada!$u",
    "OneKid_1": "Tenho certeza que %kid1 vai começar a gostar de se vestir tanto quanto eu. Ohh isso seria realmente maravilhoso!$h",
    "OneKid_2": "Não se preocupe, vou alimentar %kid1 hoje. Você pode apenas se concentrar em cuidar da fazenda.",
    "OneKid_3": "A vida é muito diferente agora que temos um filho, é mais maravilhoso.$l",
    "TwoKids_0": "Eu já dei café da manhã a %kid1 e %kid2. Hoje as crianças estavam com muita fome! Mas nós tivemos um grande jantar ontem à noite também!",
    "TwoKids_1": "Temos que ter certeza de dar muita atenção a %kid1 agora que temos %kid2. Não queremos que haja ciúme entre as crianças.",
    "TwoKids_2": "Sabe, eu acho que %kid2 tem os olhos parecidos com os seus e o cabelo com o meu. É tão adorável!",
    "TwoKids_3": "Uma familia maravilhosa...$7#$e#Sinto muito por ser tão emocional, bebê, estou muito feliz com o que conquistamos. Eu te amo!$7",
    "patio_Bianka": "Eu tenho roupas demais, meu amor.$h#$b#Tudo bem, eu gosto de lavar nossas roupas hehe.",

    "spring_Bianka": "É primavera! Céus! Acabei de comprar roupas novas para esta temporada também!$h#$b#Tive algum tempo para fazer compras na semana passada hehe<",
    "summer_Bianka": "O verão está aqui, amor! Logo, logo vamos para a praia, ta bom?!#$b#Eu também quero te mostrar meu novo biquíni < $l",
    "fall_Bianka": "Comprei chapéus novos só para essa temporada!#$b#Você tambem pode ser mais criativo e elegante nessa época do ano, sabe?$h",
    "winter_Bianka": "É inverno! E logo o frio ficará ainda mais frio!#$b#Vamos nos aconchegar perto do fogo quando isso acontecer, ta bom?$l",

    "spring_12": "O festival do ovo é amanhã! Vamos ver quem consegue pegar mais ovos!$h",
    "spring_23": "Meu anjo! Prepare-se! Você vai me ver com minha roupa de festival das flores amanhã! Espero que você goste!$l",
    "summer_10": "O Luau de amanhã é algo que espero todos os anos! COMIDA GRÁTIS!$h",
    "summer_27": "OHH !! Amanhã as aguas-vivas mágicas do mar passarão pela praia!#$b#Vamos vê-las juntas, lado a lado, enquanto nos abraçamos?$l",
    "fall_15": "AMANHÃ É A FEIRA!! *Barriga Roncanado* Isso foi a sua né? Eu não estou tão desesperada assim.$h",
    "fall_26": "Oooohh amanhã será uma noite assustadora hein?#$b#Hehehe tente me encontrar amanhã! Se me achar vai ganhar um grande beijo!$h",
    "winter_7": "É o festival de pesca no gelo amanhã certo?#$b#Estou animada para a competição! Vou torcer muito por você!$h",
    "winter_14": "Sereias! Amanhã! OH CEUS!!$h#$b#Amor vamos para a praia amanha certo?$h",
    "winter_24": "O ano tem sido incrível, meu anjo, e você tem uma grande influência nisso. Eu te amo tanto tanto tanto tanto tanto!!$l",
}