{
    "spouseRoom_Raphael": "Estou desenvolvendo uma nova combinação de feitiços! Espero terminar logo!$h",
    "funReturn_Raphael": "Tive um ótimo dia de folga hoje, amor. Eu espero que você também!$h",
    "jobReturn_Raphael": "Tive um dia cansativo hoje! Espero que o seu esteja bem, amor!",

    "Rainy_Day_Raphael": "Amor! Não se esqueça de levar um guarda-chuva se você for sair!#$b#Eu não quero que você fique doente.$h",
    "Rainy_Day_0": "Está chovendo amor, pegue leve, ta bom?$0#$e#As chuvas acalmam, não é??$8#$e#Está um pouco frio também, porque não esquentamos na cama.$l",
    "Rainy_Day_1": "Você tem algum pedido especial para a janta?$0#$e#Vou dar o meu melhor para fazer uma boa versão disso!$h",
    "Rainy_Day_2": "@, amor, hoje está muito frio, não é?#$e#Nesse frio eu só quero te abraçar bem forte.$l",
    "Rainy_Day_3": "As plantações estão sendo regadas pela chuva, amor.$0#$e#Não se molhe muito lá fora! Noite passada você ficou todo molhado...$l^Não se molhe muito lá fora! Noite passada você ficou toda molhadinha...$l",
    "Rainy_Day_4": "Você parece estar com sono...$h#$e#A chuva pode estar te deixando com sono!$h#$e#Venha aqui! Eu vou te levar para a cama.$l",

    "Rainy_Night_Raphael": "Bem vindo de volta, querido. Você está encharcado!^Bem vinda de volta, querida. Você está encharcada!#$b#Melhor se trocar antes de jantarmos, certo? Eu vou esperar por você.$h",
    "Rainy_Night_0": "Ooooh você fica tão gostoso quando está encharcado assim.$l^Ooooh você fica tão gostosa quando está encharcada assim.$l#$e#Vá se trocar antes de ir para cama, certo?$h",
    "Rainy_Night_1": "Oh, você está encharcado, amor! Aqui, vou pegar uma toalha para você.^Oh, você está encharcada, amor! Aqui, vou pegar uma toalha para você.#$e#Vem cá, deixa-me tirar essas roupas.$l",
    "Rainy_Night_2": "As gotas de chuva fazem sons relaxantes, não é?.#$e#Especialmente durante a noite.",
    "Rainy_Night_3": "Você finalmente voltou!$h#$e#Pode parecer cafona, mas eu senti sua falta!$s",
    "Rainy_Night_4": "Voce está molhado!$h^Voce está toda molhada!$h#$e#Oh! Não esse tipo de molhado!$l",

    "Indoor_Day_Raphael": "Pergunto-me qual é o melhor treinamento para fazer hoje.$s#$b#Oh bom dia amor! Me desculpe, eu só estava pensando.$h",
    "Indoor_Day_0": "Bom dia amor.$h#$e#Se cuida tudo bem?.$l",
    "Indoor_Day_1": "Eu fiz um café da manhã para você amor, aqui. [195 210 211]#$e#Espero que goste!$h",
    "Indoor_Day_2": "Você teve um bom sono amor?#$b#Com certeza eu tive!#$e#Vou fazer algumas tarefas domésticas hoje.",
    "Indoor_Day_3": "Você teve algum sonho estranho na noite passada?#$e#Eu tive, mas tudo que lembro é que tinha algo a ver com %adj %noun. Esquisito.$s#$e#Hehe. Sonhos não significam nada... significam, amor?$l#$e#Bem, não podemos passar o dia todo batendo papo. Voce tem trabalho a fazer!",
    "Indoor_Day_4": "Ei, amor! Cuide-se lá no trabalho!#$e#Eu lancei um feitiço de proteção pela fazenda para evitar qualquer imprevisto!$h",

    "Indoor_Night_Raphael": "Tive um dia produtivo hoje, amor! E quanto a você?#$b#Se tiver interesse, me diga, ta bom? Farei o meu melhor para te animar.",
    "Indoor_Night_0": "Tive progresso com meu treinamento de ferreiro com Clint hoje amor!#$e#E quanto ao seu dia? Eu espero que tenha sido bom também.",
    "Indoor_Night_1": "Visitei minha loja hoje amor, e também pratiquei arco e flecha.$h",
    "Indoor_Night_2": "Olá amor. Espero que você tenha tido um bom dia!#$e#Venha aqui, eu senti sua falta. *beija você*$l",
    "Indoor_Night_3": "Oh amor! Espero que você tenha tido um bom dia!$h#$e#Deixe-me massagear seus ombros, você parece um pouco cansado.^Deixe-me massagear seus ombros, você parece um pouco cansada.",
    "Indoor_Night_4": "Oh uau amor, por que você está tão florecente esta noite?$h#$e#Você está irresistível. *beija você*",

    "Outdoor_Raphael": "Sempre admirei sua fazenda. Às vezes eu vinha visitá-la antes de nos casarmos.$h#$b#É tão grande!",
    "Outdoor_0": "Sua fazenda é um espetáculo de ver. É incrível que você lide com tudo isso sozinho!$h^Sua fazenda é um espetáculo de ver. É incrível que você lide com tudo isso sozinha!$h#$e#Estou orgulhoso de você!",
    "Outdoor_1": "A barreira que lancei em torno da fazenda parece estar bem.#$e#O que isso faz? Oh, é uma barreira de proteção simples! Também aumenta um pouco a sorte.",
    "Outdoor_2": "Olá, amor, se eu souber mais sobre como lidar com uma fazenda, certamente ajudarei você.$s#$e#Por enquanto tudo que posso fazer é afiar suas ferramentas e armas, espero que isso ajude.$h",
    "Outdoor_3": "Ei lindo, ficarei no nosso pátio. Avise se precisar de ajuda, certo?^Ei linda, ficarei no nosso pátio. Avise se precisar de ajuda, certo?",
    "Outdoor_4": "Não se sobrecarregue como eu fazia, ta bom?$h#$e#Não é uma experiência agradável!$u",
    "OneKid_0": "Amor! %kid1 parece possuir magia! Eu acabei de sentir que um dos brinquedos estava impregnado de mana!",
    "OneKid_1": "Pergunto-me se %kid1 será tão enérgico quanto sua tia Bianka.#$e#Tudo bem ser assim, mas espero que não seja muito!$h",
    "OneKid_2": "Não se preocupe, vou alimentar %kid1 hoje. Você pode apenas se concentrar em cuidar da fazenda.",
    "OneKid_3": "A vida é muito diferente agora que temos um filho.",
    "TwoKids_0": "Eu já dei café da manhã a %kid1 e %kid2. Hoje as crianças estavam com muita fome!",
    "TwoKids_1": "Temos que ter certeza de dar muita atenção a %kid1 agora que temos %kid2. Não queremos que haja ciúme entre as crianças.",
    "TwoKids_2": "Sabe, eu acho que %kid2 tem seu nariz.",
    "TwoKids_3": "Nossos dois filhos são uma verdadeira bênção, não são? Tenho certeza que podemos proporcionar a eles uma vida feliz.",
    "patio_Raphael": "Hiya! Uau! Hah!$8#$b#Oh, ei, é um bom dia para treinar. Quer se juntar a mim?$8",

    "spring_Raphael": "Ah! O frio do inverno finalmente acabou!$h#$b#Aproveite o primeiro dia de primavera, certo, amor?",
    "summer_Raphael": "Está tão úmido hoje, não é? A magia solar do sol saturou!#$b#É uma ótima época para tomar sorvete!$h",
    "fall_Raphael": "É a temporada de folhas caindo e brisas fria.#$b#Aproveite a bela paisagem que esta temporada oferece, certo, amor?$h",
    "winter_Raphael": "É inverno! Se você sentir que está muito frio, pode se juntar a mim na minha loja em Umuwi.#$b#Podemos passar um tempo lá perto da forja.$l",

    "spring_12": "O festival do ovo de amanhã deve ser muito divertido, não é??#$b#Você vai se divertir também?$h",
    "spring_23": "Ainda não sei dançar a dança das flores! Espero não te envergonhar amanhã.$s",
    "summer_10": "Estou animado para o Luau amanhã! Suas colheitas terão um grande impacto amanhã, amor!$h",
    "summer_27": "Se bem me lembro, as criaturas aquáticas luminosas mágicas da grande trincheira ocidental estarão passando amanhã à noite.#$e#Vamos assistir ao lindo evento juntos amanhã.$h",
    "fall_15": "Pronto para a exibição de amanhã? Tenho certeza que você vai se sair bem!",
    "fall_26": "Amanhã à noite, os espíritos vão estar ativos e é preciso estar alerta.#$e#Eu fortaleci a barreira aqui na fazenda para qualquer ocasião.",
    "winter_7": "A pesca é uma das coisas que não consigo dominar!$s#$e#Se eu fosse competir no seu festival amanhã, com certeza me envergonharia!$s",
    "winter_14": "Os tritões vão ressurgir amanhã. É melhor ter cuidado.#$e#É engraçado saber que muitos humanos pensam que as sereias não existem! E é melhor continuar assim para ser honesto.",
    "winter_24": "O ano está terminando e estou feliz por poder passar mais um ótimo ano com você amor.$l",
}